# список образовательных программ

programs = ["Экономика", "Бизнес-информатика", "Туризм"]
# список дисциплин
subjects =["Эконометрика", "Базы данных","Теория игр",
 "Программирование на Python"]

olympiads = ["Бирпонг", "Экстремальные прогулы пары", "Шашки"]

olympiad_dict = {"Бирпонг": "алкогольная игра, в которой игроки бросают мяч для настольного тенниса через стол, стремясь попасть им в кружку или стакан с пивом, стоящий на другом конце этого стола.",
                "Экстремальные прогулы пары": "Олимпийский вид спорта, в котором нужно проявить смекалку и решительность чтобы прогулять пару без последствий",
                "Шашки": " логическая настольная игра для двух игроков, заключающаяся в передвижении определённым образом фишек-шашек по клеткам шашечной доски."}

subject_dict = {"Эконометрика": "наука, изучающая количественные и качественные экономические взаимосвязи с помощью статистических и других математических методов и моделей.",
                "Базы данных": "упорядоченный набор структурированной информации или данных, которые обычно хранятся в электронном виде в компьютерной системе.",
                "Теория игр": " математический метод изучения оптимальных стратегий в играх. ",
                "Программирование на Python": "высокоуровневый язык программирования общего назначения, который используется в том числе и для разработки веб-приложений."
                }